<template>
  <div>
    <!-- <span class="msg">Жаным, я хочу пожелать тебе всего самого прекрасного в этом мире. Пусть каждый день твоей жизни будет наполнен радостью, улыбками и благополучием. Пусть ты всегда ощущаешь внутри себя силу и уверенность, чтобы преодолевать любые трудности на своем пути. Пусть твои мечты сбываются, а желания исполняются. Желаю тебе быть счастливой каждую минуту своей жизни, ощущать любовь и поддержку близких людей, идти к своим целям с уверенностью и решимостью. Пусть твоя жизнь будет наполнена светом и теплом, и пусть ты всегда остаешься такой же прекрасной и вдохновляющей, как сейчас. Я люблю тебя, и всегда буду рядом, чтобы поддерживать и вдохновлять тебя. Пусть этот день будет началом новых возможностей и приключений для тебя. Люблю тебя из глубины своего сердца! -->


    <!-- </span><br><br><br> -->
    <!-- <span class="msg">Жаным, когда я смотрю на тебя, я вижу источник бесконечной силы и вдохновения. Ты такая удивительная и уникальная личность, способная свершать великие дела и вносить свет и радость в жизнь окружающих. С каждым днем ты становишься только сильнее, мудрее и красивее, и я горжусь тем, что могу быть частью твоего пути. Я хочу пожелать тебе всего самого лучшего в этом мире. Пусть каждый момент твоей жизни будет наполнен радостью, удовлетворением и благополучием. Пусть ты всегда ощущаешь внутри себя тепло и любовь, которые наполняют тебя силой и энергией для осуществления всех своих мечтаний и амбиций. Пусть ты находишь радость в мелочах, видишь красоту вокруг себя и ценность каждого дня. Пусть твои сердце всегда остается открытым для новых возможностей, а твоя душа стремится к росту и самосовершенствованию. Желаю тебе находить вдохновение в каждом новом дне, быть счастливой и довольной своей жизнью. Пусть ты преодолеваешь все препятствия на своем пути с легкостью и уверенностью, и пусть ничто не останавливает тебя в достижении своих целей. Люблю тебя из глубины своего сердца, и всегда буду рядом, чтобы поддерживать и вдохновлять тебя. Пусть этот день станет началом новых возможностей и приключений для тебя. Будь счастлива, моя дорогая! Люблю тебя до бесконечности!</span> -->
    <!-- <span class="heart">&#10084;</span> -->
    <div>
      <center>
        <div class="q-pt-md">
        <p class="introtext" :class="[$q.screen.width < 1200 ? 'introTextMobile' : 'introTextDesktop']">Movie resources</p>
        <p class="quoteText">A manual for joining the MovieSelect ecosystem. By builders for builders.</p>
        <q-btn label="Build now" rounded flat class="introBtn" />
      </div>
      </center>
    </div>
    </div>
</template>

<script>
export default {

}
</script>

<style>
.introImg{
  width: 70%;
}

.introtext{color: white}

.introTextDesktop{font-size: 96px;}

.introTextMobile{font-size: 46px;}


.quoteText{
  font-size: 16px;
  color: #C4C4C4;
  width: 90%;
}

.introBtn{
  background-color: #14F195;
  color: black;
}
</style>